tap "babashka/brew"
tap "borkdude/brew"
tap "dhleong/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "glib"
brew "harfbuzz"
brew "clojure"
brew "cmake"
brew "lima"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "lua"
brew "fennel"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gh"
brew "git"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "httpie"
brew "huggingface-cli"
brew "python@3.12"
brew "leiningen"
brew "libslirp"
brew "mpv"
brew "mypy"
brew "ncdu"
brew "neovim"
brew "neovide", args: ["HEAD"], link: false
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "postgresql@14"
brew "protobuf"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tintin"
brew "tmux"
brew "vercel-cli"
brew "websocat"
brew "youtube-dl"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "babashka/brew/bbin"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "dhleong/tap/judo"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/svim"
cask "audacity"
cask "bettertouchtool"
cask "font-maple-mono"
cask "font-victor-mono"
cask "ghostty"
cask "hex-fiend"
cask "iterm2"
cask "keycastr"
cask "love"
cask "macvim-app"
cask "meetingbar"
cask "neovide-app"
cask "plex"
cask "raycast"
cask "vimr"
cask "vlc"
