tap "borkdude/brew"
tap "dhleong/beholder"
tap "dhleong/judo"
tap "golangci/tap"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mistertea/et"
tap "nektos/tap"
cask "adoptopenjdk8"
cask "osxfuse"
brew "aria2"
brew "asciinema"
brew "python"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "go"
brew "diff-so-fancy"
brew "docker"
brew "fastlane"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "git"
brew "gnupg"
brew "golang-migrate"
brew "graphviz"
brew "httpie"
brew "hub"
brew "ktlint"
brew "leiningen"
brew "librsvg"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pidcat"
brew "pinentry-mac"
brew "pipx"
brew "postgresql"
brew "redis", restart_service: true
brew "scc"
brew "sshfs"
brew "the_silver_searcher"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "borkdude/brew/clj-kondo"
brew "dhleong/beholder/beholder"
brew "dhleong/judo/judo"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "mistertea/et/et"
cask "1password"
cask "android-studio"
cask "calibre"
cask "dash"
cask "discord"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "graalvm-ce-java8"
cask "hex-fiend"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex"
cask "macvim"
cask "marshallofsound-google-play-music-player"
cask "ngrok"
cask "notion"
cask "qctools"
cask "slack"
cask "steam"
cask "tableplus"
cask "vlc"
cask "zoomus"
